---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerSquareFoot
source: html/0d34f9d4-288a-4172-d1a7-88116f07fba4.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerSquareFoot Property

Kips per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerSquareFoot { get; }
```